IDEA Open Model
OpenMessages.InformationMessages Property
Compatible with IDEA StatiCa Beta 20.0
 List Information messages only
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<InformationMessage> InformationMessages { get; }
Public ReadOnly Property InformationMessages As List(Of InformationMessage)
	Get
Property Value
Type: List<InformationMessage>
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace